Repository: zoodyy/Learn2Sing
Catalog: Learn2Sing/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh_hans

source: How the Exercises tab is put together: its categories, and how your favorites are marked and ordered.
ar: كيف يُبنى تبويب التمارين: فئاته، وكيف تُميَّز المفضلة وتُرتَّب.
de: Wie der Übungen-Tab aufgebaut ist: seine Kategorien und wie deine Favoriten markiert und sortiert werden.
es: Cómo se compone la pestaña Ejercicios: sus categorías, y cómo se marcan y ordenan tus favoritos.
fr: La composition de l’onglet Exercices : ses catégories, et la façon dont vos favoris sont signalés et classés.
it: Come è composta la scheda Esercizi: le sue categorie, e come i tuoi preferiti vengono segnati e ordinati.
ja: エクササイズタブの構成：カテゴリと、お気に入りの目印や並べ方。
ko: 연습 탭의 구성: 분류, 그리고 즐겨찾기를 표시하고 정렬하는 방식.
nl: Hoe het tabblad Oefeningen is opgebouwd: de categorieën, en hoe je favorieten worden gemarkeerd en gesorteerd.
pl: Jak zbudowana jest karta Ćwiczenia: jej kategorie oraz to, jak oznaczane i ustawiane są twoje ulubione.
pt_br: Como a aba Exercícios é montada: suas categorias, e como seus favoritos são marcados e ordenados.
ru: Как устроена вкладка «Упражнения»: её категории и то, как отмечаются и располагаются избранные упражнения.
sv: Hur fliken Övningar är uppbyggd: dess kategorier, och hur dina favoriter markeras och ordnas.
tr: Egzersizler sekmesinin nasıl oluştuğu: kategorileri ve favorilerinin nasıl işaretlenip sıralandığı.
zh_hans: “练习”标签的组成：其中的分类，以及收藏的标记和排列方式。

source: How the Home tab is put together: which categories it shows and in what order, and the recommendations it suggests.
ar: كيف يُبنى تبويب الرئيسية: الفئات التي يعرضها وترتيبها، والتمارين التي يقترحها.
de: Wie der Start-Tab aufgebaut ist: welche Kategorien er zeigt und in welcher Reihenfolge, und was er dir empfiehlt.
es: Cómo se compone la pestaña Inicio: qué categorías muestra y en qué orden, y las recomendaciones que ofrece.
fr: La composition de l’onglet Accueil : les catégories qu’il affiche et dans quel ordre, et les recommandations qu’il propose.
it: Come è composta la scheda Home: quali categorie mostra e in che ordine, e i consigli che propone.
ja: ホームタブの構成：どのカテゴリをどの順で表示するか、そしておすすめの内容。
ko: 홈 탭의 구성: 어떤 분류를 어떤 순서로 보여주는지, 그리고 어떤 연습을 추천하는지.
nl: Hoe het tabblad Start is opgebouwd: welke categorieën het toont en in welke volgorde, en de aanbevelingen die het doet.
pl: Jak zbudowana jest karta Start: jakie kategorie pokazuje i w jakiej kolejności oraz co poleca.
pt_br: Como a aba Início é montada: quais categorias ela mostra e em que ordem, e as recomendações que ela sugere.
ru: Как устроена вкладка «Главная»: какие категории она показывает и в каком порядке, и какие упражнения рекомендует.
sv: Hur fliken Hem är uppbyggd: vilka kategorier den visar och i vilken ordning, och vad den rekommenderar.
tr: Ana Sayfa sekmesinin nasıl oluştuğu: hangi kategorileri hangi sırayla gösterdiği ve önerdikleri.
zh_hans: “首页”标签的构成：显示哪些分类、以何种顺序显示，以及它推荐的内容。

source: How wide a beat is. Turn it down to see more of what is coming.
ar: عرض كل نبضة. قلّله لترى المزيد مما هو قادم.
de: Wie breit ein Schlag ist. Niedriger zeigt mehr von dem, was noch kommt.
es: Lo ancho que es un pulso. Bájalo para ver más de lo que viene.
fr: La largeur d’un temps. Réduisez-la pour voir davantage de ce qui arrive.
it: Quanto è largo un battito. Abbassalo per vedere più di ciò che sta arrivando.
ja: 1 拍あたりの幅です。下げると、この先の内容をより多く見渡せます。
ko: 한 박자의 너비입니다. 줄이면 앞으로 올 부분을 더 많이 볼 수 있습니다.
nl: Hoe breed een tel is. Lager laat je meer zien van wat er aankomt.
pl: Jak szeroka jest jedna miara. Zmniejsz, aby widzieć więcej tego, co nadchodzi.
pt_br: A largura de uma batida. Diminua para ver mais do que está por vir.
ru: Какой ширины одна доля. Чем меньше, тем больше видно того, что впереди.
sv: Hur brett ett slag är. Sänk för att se mer av det som kommer.
tr: Bir vuruşun ne kadar geniş olduğu. Azaltırsanız gelmekte olanın daha fazlasını görürsünüz.
zh_hans: 每一拍占的宽度。调低可以看到更多后面的内容。

source: How your picture looks to everyone else. Tap it to move and zoom it.
ar: كيف تبدو صورتك للآخرين. اضغط عليها لتحريكها وتكبيرها.
de: So sieht dein Bild für alle anderen aus. Tippe darauf, um es zu verschieben und zu zoomen.
es: Así se ve tu foto para los demás. Tócala para moverla y ampliarla.
fr: L’aspect de votre photo pour les autres. Touchez-la pour la déplacer et la zoomer.
it: Come appare la tua immagine a tutti gli altri. Toccala per spostarla e ingrandirla.
ja: 他のユーザーから見えるあなたの画像です。タップすると位置と拡大率を調整できます。
ko: 다른 사람에게 보이는 당신의 사진입니다. 탭하면 위치와 확대를 조정할 수 있습니다.
nl: Hoe je foto er voor iedereen anders uitziet. Tik erop om hem te verschuiven en te zoomen.
pl: Tak twoje zdjęcie wygląda dla innych. Dotknij, aby je przesunąć i przybliżyć.
pt_br: Como sua foto aparece para os outros. Toque nela para movê-la e ampliá-la.
ru: Так ваше фото выглядит для всех остальных. Нажмите, чтобы сдвинуть и приблизить его.
sv: Så här ser din bild ut för alla andra. Tryck på den för att flytta och zooma.
tr: Fotoğrafınızın herkese nasıl göründüğü. Taşımak ve yakınlaştırmak için dokunun.
zh_hans: 别人看到的头像效果。点按可移动和缩放。

source: How Your Voice Makes Sound
ar: كيف يصدر صوتك
de: Wie deine Stimme entsteht
es: Cómo produce sonido tu voz
fr: Comment votre voix produit le son
it: Come nasce la tua voce
ja: 声が出るしくみ
ko: 목소리가 나는 원리
nl: Hoe je stem geluid maakt
pl: Jak powstaje twój głos
pt_br: Como sua voz produz som
ru: Как рождается голос
sv: Så bildas din röst
tr: Sesiniz nasıl oluşur
zh_hans: 声音是怎样发出的

source: Hum on "ng" with your lips apart and your jaw loose. You should feel a buzz behind your nose.
ar: دندن على «ng» مع إبقاء شفتيك منفصلتين وفكك مرتخيًا. يجب أن تشعر بطنين خلف أنفك.
de: Summe auf „ng“, mit leicht geöffneten Lippen und lockerem Kiefer. Du solltest ein Summen hinter der Nase spüren.
es: Tararea con «ng», con los labios separados y la mandíbula suelta. Deberías notar un zumbido detrás de la nariz.
fr: Fredonnez sur « ng », les lèvres entrouvertes et la mâchoire détendue. Vous devriez sentir une vibration derrière le nez.
it: Canticchia su “ng” con le labbra socchiuse e la mascella sciolta. Dovresti sentire una vibrazione dietro il naso.
ja: 唇を少し開き、あごの力を抜いて「ng」でハミングします。鼻の奥に響きを感じるはずです。
ko: 입술을 살짝 벌리고 턱을 느슨하게 한 채 “ng”로 허밍하세요. 코 뒤쪽에서 울림이 느껴져야 합니다.
nl: Neurie op ‘ng’ met je lippen iets van elkaar en een losse kaak. Je voelt een zoemen achter je neus.
pl: Mrucz na „ng” z rozchylonymi wargami i luźną szczęką. Powinieneś czuć brzęczenie za nosem.
pt_br: Cantarole em “ng” com os lábios afastados e o maxilar solto. Você deve sentir uma vibração atrás do nariz.
ru: Мычите на «ng», слегка разомкнув губы и расслабив челюсть. Вы должны почувствовать вибрацию за носом.
sv: Nynna på ”ng” med läpparna isär och käken lös. Du ska känna ett surr bakom näsan.
tr: Dudaklarınız aralık ve çeneniz gevşekken “ng” sesiyle mırıldanın. Burnunuzun arkasında bir titreşim hissetmelisiniz.
zh_hans: 双唇微张、下颌放松，用“ng”哼鸣。你应该能感觉到鼻子后方有嗡嗡的振动。

source: Hum the way up with your lips closed, then open into "Mah" at the top. Keep the same buzzing resonance as your mouth opens.
ar: دندن في الصعود وشفتاك مغلقتان، ثم افتحهما على «Mah» في الأعلى. حافظ على الرنين الطنّان نفسه عندما يُفتح فمك.
de: Summe mit geschlossenen Lippen nach oben und öffne oben zu „Mah“. Behalte dieselbe summende Resonanz, wenn sich der Mund öffnet.
es: Tararea la subida con los labios cerrados y abre en «Mah» al llegar arriba. Mantén la misma resonancia vibrante al abrir la boca.
fr: Fredonnez la montée lèvres fermées, puis ouvrez sur « Mah » en haut. Gardez la même résonance vibrante quand la bouche s’ouvre.
it: Canticchia la salita a labbra chiuse, poi apri su “Mah” in cima. Mantieni la stessa risonanza vibrante mentre la bocca si apre.
ja: 唇を閉じたままハミングで上がり、いちばん上で「Mah」に開きます。口を開いても同じ響きを保ちます。
ko: 입술을 다문 채 허밍으로 올라가다가 맨 위에서 “Mah”로 여세요. 입이 열려도 같은 울림을 유지하세요.
nl: Neurie omhoog met gesloten lippen en open bovenaan naar ‘Mah’. Houd dezelfde zoemende resonantie vast als je mond opengaat.
pl: Mrucz w górę z zamkniętymi wargami, a na górze otwórz na „Mah”. Zachowaj ten sam brzęczący rezonans, gdy otwierasz usta.
pt_br: Cantarole a subida com os lábios fechados e abra em “Mah” no topo. Mantenha a mesma ressonância vibrante ao abrir a boca.
ru: Поднимайтесь на мычании с закрытыми губами, а наверху раскройтесь в «Mah». Сохраняйте тот же гудящий резонанс, открывая рот.
sv: Nynna uppåt med stängda läppar och öppna till ”Mah” högst upp. Behåll samma surrande resonans när munnen öppnas.
tr: Çıkışı dudaklarınız kapalı mırıldanarak yapın, tepede “Mah” sesine açılın. Ağzınız açılırken aynı titreşimli rezonansı koruyun.
zh_hans: 闭着嘴唇哼鸣向上，到最高处打开成“Mah”。张开嘴时保持同样的振动共鸣。

source: Hungarian Minor Ascending
ar: سلم صغير مجري صاعد
de: Ungarisch Moll aufsteigend
es: Menor húngara ascendente
fr: Mineur hongrois ascendant
it: Minore ungherese ascendente
ja: ハンガリー短音階 上行
ko: 헝가리안 마이너 상행
nl: Hongaars mineur stijgend
pl: Węgierska molowa w górę
pt_br: Menor húngara ascendente
ru: Венгерский минор вверх
sv: Ungersk moll uppåt
tr: Macar minör çıkıcı
zh_hans: 匈牙利小调上行

source: Hungarian Minor Descending
ar: سلم صغير مجري هابط
de: Ungarisch Moll absteigend
es: Menor húngara descendente
fr: Mineur hongrois descendant
it: Minore ungherese discendente
ja: ハンガリー短音階 下行
ko: 헝가리안 마이너 하행
nl: Hongaars mineur dalend
pl: Węgierska molowa w dół
pt_br: Menor húngara descendente
ru: Венгерский минор вниз
sv: Ungersk moll nedåt
tr: Macar minör inici
zh_hans: 匈牙利小调下行

source: If you suddenly lose your voice while using it strenuously, for example while yelling, a blood vessel on a vocal fold may have burst. This needs complete voice rest and a trip to the doctor right away. Doctors who specialize in the ears, nose and throat diagnose voice problems, and a speech-language pathologist can help you improve how you use your voice.
ar: إذا فقدت صوتك فجأة أثناء استخدامه بجهد كبير، كأن تكون تصرخ، فربما انفجر وعاء دموي على إحدى الطيّتين الصوتيتين. ويستلزم ذلك إراحة الصوت تمامًا وزيارة الطبيب فورًا. ويشخّص أطباء الأنف والأذن والحنجرة مشكلات الصوت، ويمكن لأخصائي علاج النطق واللغة أن يساعدك على تحسين طريقة استخدامك لصوتك.
de: Wenn deine Stimme bei starker Beanspruchung plötzlich wegbleibt, zum Beispiel beim Schreien, ist möglicherweise ein Blutgefäß an einer Stimmlippe geplatzt. Dann brauchst du vollständige Stimmruhe und solltest sofort zum Arzt gehen. Stimmprobleme werden von Hals-Nasen-Ohren-Ärzten abgeklärt, und ein Logopäde kann dir helfen, deine Stimme besser einzusetzen.
es: Si pierdes la voz de repente mientras la usas con mucha fuerza, por ejemplo al gritar, puede que se haya roto un vaso sanguíneo de una cuerda vocal. Eso requiere reposo vocal absoluto y acudir al médico de inmediato. Los problemas de voz los diagnostican los otorrinolaringólogos, y un logopeda puede ayudarte a mejorar cómo usas la voz.
fr: Si vous perdez soudain la voix en la sollicitant fortement, par exemple en criant, un vaisseau sanguin d’une corde vocale s’est peut-être rompu. Il faut alors un repos vocal complet et consulter un médecin sans attendre. Les problèmes de voix sont diagnostiqués par les médecins ORL, et un orthophoniste peut vous aider à mieux utiliser votre voix.
it: Se perdi all’improvviso la voce mentre la usi con molta forza, per esempio urlando, potrebbe essersi rotto un vaso sanguigno su una corda vocale. In questo caso servono riposo vocale assoluto e una visita medica immediata. I problemi di voce vengono diagnosticati dagli otorinolaringoiatri, e un logopedista può aiutarti a usare meglio la voce.
ja: 叫んでいるときなど、声を強く使っている最中に急に声が出なくなった場合は、声帯の血管が破れた可能性があります。その場合は完全に声を休め、すぐに医師の診察を受ける必要があります。声のトラブルは耳鼻咽喉科の医師が診断し、言語聴覚士が声の使い方の改善を手伝ってくれます。
ko: 소리를 지를 때처럼 목소리를 세게 쓰다가 갑자기 목소리가 나오지 않는다면 성대의 혈관이 터졌을 수 있습니다. 이때는 목소리를 완전히 쉬고 즉시 병원에 가야 합니다. 목소리 문제는 이비인후과 의사가 진단하며, 언어치료사가 목소리를 더 잘 쓰도록 도와줄 수 있습니다.
nl: Als je je stem plotseling kwijtraakt terwijl je hem zwaar belast, bijvoorbeeld tijdens het schreeuwen, kan er een bloedvaatje op een stemband zijn geknapt. Dan heb je volledige stemrust nodig en moet je meteen naar een arts. Stemproblemen worden vastgesteld door keel-, neus- en oorartsen, en een logopedist kan je helpen je stem beter te gebruiken.
pl: Jeśli nagle stracisz głos podczas dużego wysiłku głosowego, na przykład krzycząc, mogło dojść do pęknięcia naczynia krwionośnego na fałdzie głosowym. Wymaga to całkowitego oszczędzania głosu i natychmiastowej wizyty u lekarza. Problemy z głosem diagnozują laryngolodzy, a logopeda może pomóc ci lepiej używać głosu.
pt_br: Se você perder a voz de repente enquanto a usa com muita força, por exemplo ao gritar, pode ser que um vaso sanguíneo de uma prega vocal tenha se rompido. Isso exige repouso vocal total e ida ao médico imediatamente. Problemas de voz são diagnosticados por otorrinolaringologistas, e um fonoaudiólogo pode ajudar você a usar melhor a voz.
ru: Если голос внезапно пропал при сильной нагрузке, например когда вы кричали, возможно, лопнул кровеносный сосуд на голосовой складке. В этом случае нужен полный голосовой покой и немедленный визит к врачу. Проблемы с голосом диагностируют оториноларингологи (ЛОР-врачи), а логопед может помочь вам правильнее пользоваться голосом.
sv: Om du plötsligt förlorar rösten när du använder den kraftigt, till exempel när du skriker, kan ett blodkärl på ett stämband ha brustit. Då behöver du fullständig röstvila och bör genast söka läkare. Röstproblem utreds av öron-, näs- och halsläkare, och en logoped kan hjälpa dig att använda rösten bättre.
tr: Sesinizi zorlayarak kullanırken, örneğin bağırırken, sesiniz aniden kaybolursa bir ses telindeki kan damarı patlamış olabilir. Bu durumda sesinizi tamamen dinlendirmeniz ve hemen doktora gitmeniz gerekir. Ses sorunlarını kulak burun boğaz uzmanları teşhis eder; bir dil ve konuşma terapisti de sesinizi daha iyi kullanmanıza yardımcı olabilir.
zh_hans: 如果你在用力发声时，比如大喊时，突然失声，可能是声带上的血管破裂了。这需要完全禁声休息，并立即就医。嗓音问题由耳鼻喉科医生诊断，言语治疗师则可以帮助你改进用嗓方式。

source: Ignore Categories
ar: تجاهل الفئات
de: Kategorien ignorieren
es: Ignorar categorías
fr: Ignorer les catégories
it: Ignora categorie
ja: カテゴリを無視
ko: 분류 무시
nl: Categorieën negeren
pl: Ignoruj kategorie
pt_br: Ignorar categorias
ru: Без учёта категорий
sv: Ignorera kategorier
tr: Kategorileri yok say
zh_hans: 忽略分类

source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: 読み込む
ko: 가져오기
nl: Importeren
pl: Importuj
pt_br: Importar
ru: Импорт
sv: Importera
tr: İçe aktar
zh_hans: 导入

source: Import Exercises
ar: استيراد التمارين
de: Übungen importieren
es: Importar ejercicios
fr: Importer des exercices
it: Importa esercizi
ja: エクササイズを読み込む
ko: 연습 가져오기
nl: Oefeningen importeren
pl: Importuj ćwiczenia
pt_br: Importar exercícios
ru: Импортировать упражнения
sv: Importera övningar
tr: Egzersizleri içe aktar
zh_hans: 导入练习

source: Import failed: %@
ar: فشل الاستيراد: %@
de: Import fehlgeschlagen: %@
es: Error al importar: %@
fr: Échec de l’import : %@
it: Importazione non riuscita: %@
ja: 読み込みに失敗しました: %@
ko: 가져오기 실패: %@
nl: Importeren mislukt: %@
pl: Import nie powiódł się: %@
pt_br: Falha na importação: %@
ru: Не удалось выполнить импорт: %@
sv: Importen misslyckades: %@
tr: İçe aktarma başarısız: %@
zh_hans: 导入失败：%@

source: Import Template
ar: استيراد قالب
de: Vorlage importieren
es: Importar plantilla
fr: Importer un modèle
it: Importa modello
ja: テンプレートを読み込む
ko: 템플릿 가져오기
nl: Sjabloon importeren
pl: Importuj szablon
pt_br: Importar modelo
ru: Импортировать шаблон
sv: Importera mall
tr: Şablonu içe aktar
zh_hans: 导入模板

source: In singing, vibrato can appear on its own through variations in the larynx. All human voices can produce vibrato, and both its width and its speed can be changed through training.
ar: في الغناء، قد يظهر الفيبراتو من تلقاء نفسه بفعل تغيّرات في الحنجرة. وكل الأصوات البشرية قادرة على إصدار الفيبراتو، ويمكن بالتدريب تغيير اتساعه وسرعته.
de: Beim Singen kann Vibrato von selbst durch Schwankungen im Kehlkopf entstehen. Alle menschlichen Stimmen können Vibrato erzeugen, und sowohl seine Weite als auch seine Geschwindigkeit lassen sich durch Training verändern.
es: Al cantar, el vibrato puede aparecer por sí solo a través de variaciones en la laringe. Todas las voces humanas pueden producir vibrato, y tanto su amplitud como su velocidad pueden modificarse con entrenamiento.
fr: En chant, le vibrato peut apparaître de lui-même grâce à des variations dans le larynx. Toutes les voix humaines peuvent produire un vibrato, et son amplitude comme sa vitesse peuvent être modifiées par l’entraînement.
it: Nel canto il vibrato può comparire da solo grazie a variazioni nella laringe. Tutte le voci umane possono produrre il vibrato, e sia la sua ampiezza sia la sua velocità si possono modificare con l’allenamento.
ja: 歌では、喉頭での揺れによってビブラートが自然にかかることがあります。人の声ならだれでもビブラートを出すことができ、その幅も速さもトレーニングで変えられます。
ko: 노래할 때 비브라토는 후두의 변화로 저절로 생길 수 있습니다. 모든 사람의 목소리는 비브라토를 낼 수 있으며, 그 폭과 속도는 훈련으로 바꿀 수 있습니다.
nl: Bij het zingen kan vibrato vanzelf ontstaan door schommelingen in het strottenhoofd. Alle menselijke stemmen kunnen vibrato maken, en zowel de breedte als de snelheid ervan zijn met training te veranderen.
pl: W śpiewie wibrato może pojawić się samo dzięki wahaniom w krtani. Każdy ludzki głos potrafi wytworzyć wibrato, a zarówno jego szerokość, jak i szybkość można zmieniać ćwiczeniami.
pt_br: No canto, o vibrato pode surgir sozinho por meio de variações na laringe. Todas as vozes humanas conseguem produzir vibrato, e tanto sua amplitude quanto sua velocidade podem ser alteradas com treino.
ru: В пении вибрато может возникать само собой за счёт колебаний в гортани. Вибрато доступно любому человеческому голосу, а его ширину и скорость можно менять тренировкой.
sv: I sång kan vibrato uppstå av sig självt genom variationer i struphuvudet. Alla mänskliga röster kan skapa vibrato, och både dess bredd och dess hastighet går att förändra genom träning.
tr: Şarkı söylerken vibrato, gırtlaktaki değişimler sayesinde kendiliğinden ortaya çıkabilir. Tüm insan sesleri vibrato üretebilir; hem genişliği hem de hızı çalışarak değiştirilebilir.
zh_hans: 唱歌时，颤音可以通过喉部的变化自然出现。所有人的嗓音都能发出颤音，而且它的幅度和速度都可以通过训练改变。

source: Inner color
ar: اللون الداخلي
de: Innenfarbe
es: Color interior
fr: Couleur intérieure
it: Colore interno
ja: 内側の色
ko: 내부 색상
nl: Binnenkleur
pl: Kolor wewnętrzny
pt_br: Cor interna
ru: Цвет внутри
sv: Inre färg
tr: İç renk
zh_hans: 内部颜色

source: Instead of clearing your throat again and again, try taking a small sip of water or swallowing. Frequent throat clearing can itself be a sign of a voice problem, so mention it to your doctor if it keeps happening.
ar: بدل أن تتنحنح مرة بعد مرة، جرّب أن تأخذ رشفة صغيرة من الماء أو أن تبلع ريقك. فكثرة التنحنح قد تكون في حد ذاتها علامة على مشكلة في الصوت، لذا أخبر طبيبك إذا استمرت.
de: Statt dich immer wieder zu räuspern, nimm lieber einen kleinen Schluck Wasser oder schlucke. Häufiges Räuspern kann selbst ein Zeichen für ein Stimmproblem sein, also sprich deinen Arzt darauf an, wenn es nicht aufhört.
es: En lugar de carraspear una y otra vez, prueba a dar un pequeño sorbo de agua o a tragar saliva. Carraspear con frecuencia puede ser en sí una señal de un problema de voz, así que coméntaselo a tu médico si sigue ocurriendo.
fr: Au lieu de vous racler la gorge encore et encore, essayez de boire une petite gorgée d’eau ou de déglutir. Se racler souvent la gorge peut en soi être le signe d’un problème de voix : parlez-en à votre médecin si cela continue.
it: Invece di schiarirti la gola in continuazione, prova a bere un piccolo sorso d’acqua o a deglutire. Schiarirsi spesso la gola può essere di per sé un segnale di un problema alla voce, quindi parlane con il medico se continua.
ja: 何度も咳ばらいをする代わりに、水を少し飲むか、つばを飲み込んでみましょう。頻繁な咳ばらいはそれ自体が声のトラブルのサインであることもあるので、続くようなら医師に伝えましょう。
ko: 헛기침을 자꾸 하는 대신 물을 조금 마시거나 침을 삼켜 보세요. 잦은 헛기침 자체가 목소리 문제의 신호일 수 있으니, 계속된다면 의사에게 말하세요.
nl: Probeer in plaats van steeds je keel te schrapen een klein slokje water te nemen of te slikken. Vaak je keel schrapen kan zelf een teken van een stemprobleem zijn, dus vertel het je arts als het blijft gebeuren.
pl: Zamiast raz po raz odchrząkiwać, spróbuj wypić mały łyk wody albo przełknąć ślinę. Częste odchrząkiwanie samo w sobie może być oznaką problemu z głosem, więc powiedz o nim lekarzowi, jeśli się powtarza.
pt_br: Em vez de pigarrear várias vezes, tente tomar um pequeno gole de água ou engolir. Pigarrear com frequência pode ser, por si só, um sinal de problema de voz, então fale com seu médico se isso continuar.
ru: Вместо того чтобы снова и снова откашливаться, попробуйте сделать маленький глоток воды или просто сглотнуть. Частое откашливание само по себе может быть признаком проблемы с голосом, поэтому скажите об этом врачу, если оно не проходит.
sv: I stället för att harkla dig om och om igen, prova att ta en liten klunk vatten eller svälja. Att ofta harkla sig kan i sig vara ett tecken på ett röstproblem, så nämn det för din läkare om det fortsätter.
tr: Boğazınızı tekrar tekrar temizlemek yerine küçük bir yudum su almayı ya da yutkunmayı deneyin. Sık boğaz temizleme kendi başına bir ses sorununun belirtisi olabilir; devam ederse doktorunuza söyleyin.
zh_hans: 与其一次又一次地清嗓子，不如小口喝点水或吞咽一下。频繁清嗓子本身就可能是嗓音问题的信号，如果一直这样，请告诉医生。

source: Instruments
ar: الآلات الموسيقية
de: Instrumente
es: Instrumentos
it: Strumenti
ja: 楽器
ko: 악기
nl: Instrumenten
pl: Instrumenty
pt_br: Instrumentos
ru: Инструменты
sv: Instrument
tr: Enstrümanlar
zh_hans: 乐器

source: Instruments, playback and recording devices, and the microphone delay used for scoring.
ar: الآلات الموسيقية، وأجهزة التشغيل والتسجيل، وتأخير الميكروفون المستخدم في احتساب النتيجة.
de: Instrumente, Wiedergabe- und Aufnahmegeräte sowie die Mikrofonverzögerung für die Bewertung.
es: Instrumentos, dispositivos de reproducción y grabación, y el retardo del micrófono usado en la puntuación.
fr: Instruments, appareils de lecture et d’enregistrement, et le retard du micro utilisé pour la note.
it: Strumenti, dispositivi di riproduzione e registrazione e il ritardo del microfono usato per il punteggio.
ja: 楽器、再生・録音デバイス、採点に使うマイク遅延。
ko: 악기, 재생 및 녹음 기기, 점수 계산에 사용되는 마이크 지연.
nl: Instrumenten, weergave- en opnameapparaten, en de microfoonvertraging voor de score.
pl: Instrumenty, urządzenia odtwarzania i nagrywania oraz opóźnienie mikrofonu używane przy ocenie.
pt_br: Instrumentos, dispositivos de reprodução e gravação e o atraso do microfone usado na pontuação.
ru: Инструменты, устройства воспроизведения и записи, а также задержка микрофона, влияющая на оценку.
sv: Instrument, uppspelnings- och inspelningsenheter samt mikrofonfördröjningen som används vid poängsättning.
tr: Enstrümanlar, çalma ve kayıt aygıtları ve puanlamada kullanılan mikrofon gecikmesi.
zh_hans: 乐器、播放和录音设备，以及评分所用的麦克风延迟。

source: Interpreted as
ar: فُسِّر على أنه
de: Erkannt als
es: Interpretado como
fr: Interprété comme
it: Interpretato come
ja: 解釈結果
ko: 인식된 값
nl: Gelezen als
pl: Odczytano jako
pt_br: Interpretado como
ru: Распознано как
sv: Tolkas som
tr: Şu şekilde yorumlandı
zh_hans: 识别为

source: iPhone Microphone
ar: ميكروفون iPhone
de: iPhone-Mikrofon
es: Micrófono del iPhone
fr: Micro de l’iPhone
it: Microfono dell’iPhone
ja: iPhoneのマイク
ko: iPhone 마이크
nl: iPhone-microfoon
pl: Mikrofon iPhone’a
pt_br: Microfone do iPhone
ru: Микрофон iPhone
sv: iPhone-mikrofon
tr: iPhone Mikrofonu
zh_hans: iPhone 麦克风

source: iPhone Speaker
ar: مكبر صوت iPhone
de: iPhone-Lautsprecher
es: Altavoz del iPhone
fr: Haut-parleur de l’iPhone
it: Altoparlante dell’iPhone
ja: iPhoneのスピーカー
ko: iPhone 스피커
nl: iPhone-luidspreker
pl: Głośnik iPhone’a
pt_br: Alto-falante do iPhone
ru: Динамик iPhone
sv: iPhone-högtalare
tr: iPhone Hoparlörü
zh_hans: iPhone 扬声器
